Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/housing/losing_your_home/youth_homelessness.html.txt.tmx
Source language: en
Languages: pl

source: • What is youth homelessness?
pl: • Czym jest bezdomność dzieci i młodzieży?

source: • Arrangements for young homeless people
pl: • Rozwiązania oferowane bezdomnym dzieciom i młodzieży

source: Young people become homeless for a range of reasons – it is rare that any one event is the cause
pl: Rzadko zdarza się, że tylko jeden z nich decyduje o utracie miejsca zamieszkania

source: Triggers might include conflicts within the family; violence, abuse or neglect at home; drug or alcohol addiction; emotional or behavioural problems; or leaving residential or foster care
pl: Do czynników prowadzących do bezdomności zalicza się konflikty w rodzinie, przemoc, wykorzystywanie lub — przeciwnie — zaniedbywanie młodego człowieka, uzależnienie od alkoholu lub narkotyków, problemy emocjonalne lub behawioralne bądź opuszczenie placówki opiekuńczej

source: Young people leaving prison or juvenile detention centres may also be at risk
pl: Zagrożenie dotyczy także młodych osób zwalnianych z więzień lub zakładów karnych dla nieletnich

source: What is youth homelessness?
pl: Czym jest bezdomność dzieci i młodzieży?

source: Youth homelessness is defined in the Youth Homelessness Strategy (pdf), which builds on the work of the Forum on Youth Homelessness (pdf)
pl: Definicja bezdomności młodych znajduje się w dokumencie Strategia zwalczania bezdomności młodych (pdf), który powstał w oparciu o pracę Forum na rzecz zwalczania bezdomności młodych (pdf)

source: The Forum’s work covered homeless young people between the ages of 12 and 20
pl: Praca Forum obejmowała pozbawione dachu nad głową osoby w wieku od 12 do 20 lat

source: The Strategy and Forum both define youth homelessness to include any young person who is:
pl: Zarówno Strategia, jak i Forum, definiują bezdomność młodzieży jako zjawisko dotyczące młodych ludzi, którzy:

source: • Sleeping anywhere else not intended for night-time accommodation - this would include places such as parks, disused buildings, shop floors or bus shelters
pl: parki, opuszczone budynki, podłogi w sklepach lub zajezdnie autobusowe); • mieszkają w obiektach, których przeznaczeniem jest zakwaterowanie krótkoterminowe, tj

source: • Living in accommodation intended for short stays, such as hostels, shelters, bed and breakfast accommodation or similar
pl: w hostelach, schroniskach, pensjonatach i hotelach typu bed and breakfast oraz tym podobnych;

source: • In insecure accommodation with friends or relatives, where they are at risk or are not in a position to stay in the long term
pl: • korzystają z niepewnego zakwaterowania u znajomych lu krewnych, u których dłuższy pobyt jest zagrożony lub wręcz niemożliwy

source: Youth homelessness is similar to adult homelessness but it is also different
pl: Dzieci i Rodzin (ang. Child and Family Agency) jest na mocy Ustawy o opiece nad dziećmi (ang

source: This is mainly because the Child and Family Agency has a legal responsibility under the Child Care Act 1991 to provide for the care and welfare of children who can no longer remain at home
pl: Child Care Act) z roku 1991 prawnie odpowiedzialna za opiekę nad dziećmi, które nie mogą przebywać w domu

source: The Act defines a child as a person under 18 years of age who is not or has not been married
pl: Ustawa określa dziecko jako osobę w wieku poniżej 18 lat, która nie pozostaje lub nie pozostawała w związku małżeńskim

source: The Agency assumed responsibility in January 2014 for the child welfare and protection services formerly operated by the Health Service Executive (HSE)
pl: Agencja w styczniu 2014 r. przyjęła odpowiedzialność za opiekę, pomoc i ochronę dzieci, co wcześniej należało do obowiązków Zarządu Opieki Zdrowotnej (ang. Health Service Executive, (HSE))

source: A further difference between youth and adult homelessness is that most children have a base or place of residence where they could potentially live
pl: Kolejna różnica pomiędzy bezdomnością młodzieży a bezdomnością dorosłych polega na tym, że większość dzieci ma miejsce, w którym potencjalnie mogłaby zamieszkiwać

source: They may be unable to stay living there, but their parent(s)/guardian or the Child and Family Agency may still have responsibility for caring for them
pl: Mogą nie być w stanie tam przebywać, ale ich rodzic(e) lub opiekun z Agencji ds. Dzieci i Rodzin mogą nadal pozostawać odpowiedzialni za opiekę nad nimi

source: However, in the case of adults - people aged over 18 years - who are homeless, no agency or body is legally obliged to provide specific services to them purely on the basis of their homeless status
pl: Jednak w przypadku dorosłych, tj. osób powyżej 18 roku życia, żadna agencja ani instytucja nie są prawnie zobowiązane do zapewnienia im określonych usług wyłącznie z racji ich bezdomności

source: Arrangements for young homeless people
pl: Rozwiązania oferowane bezdomnym dzieciom i młodzieży

source: Where children are identified as being at risk, the Agency has the right to intervene for the child’s safety, if it is no longer safe for the child to remain or return home
pl: Jeżeli odpowiednie instytucje uznają, że dziecku coś grozi, Agencja ma prawo do interwencji z uwagi na jego bezpieczeństwo w przypadku, gdy dalsze przebywanie lub powrót do domu dziecka niosą ze sobą ryzyko

source: In such circumstances, the child may be placed in foster care or in residential care
pl: W takiej sytuacji dziecko może trafić do placówki wychowawczej lub całodobowego ośrodka opiekuńczego

source: Children who are homeless, but who are not considered to be otherwise at risk, are provided with accommodation under Section 5 of the Child Care Act 1991
pl: Dzieci dotknięte bezdomnością, ale nie w inny sposób niezagrożone, kierowane są do placówek i obiektów wymienionych w sekcji 5 ustawy o opiece nad dzieckiem z roku 1991

source: Certain young people leaving residential care, foster care, prison, or juvenile detention services may be at risk of youth homelessness
pl: Bezdomność może zagrażać niektórym młodym osobom opuszczającym placówki wychowawcze, opiekuńcze, więzienia lub zakłady karne dla nieletnich

source: The Child and Family Agency works to reduce this risk by setting up aftercare supports for such children
pl: Agencja ds. Dzieci i Rodzin działa na rzecz ograniczenia skali zagrożenia bezdomnością poprzez zapewnianie tym dzieciom i młodzieży wsparcia po zwolnieniu z wymienionych placówek

source: It is intended to put the requirement for an aftercare plan on a statutory basis – see After leaving care below
pl: Zamierza się wprowadzić w życie wymóg opracowania i realizacji planu pomocy dla byłych wychowanków tych instytucji (patrz: „Opieka nad byłymi wychowankami placówek opiekuńczo-wychowawczych lub byłymi osadzonymi w zakładach karnych dla nieletnich” poniżej)

source: Unaccompanied foreign nationals under 18 years arriving in the State by ferry or air without their family are routinely referred to the Child and Family Agency, which may then decide that an application for a declaration as a refugee should be made on behalf of the minor
pl: Cudzoziemcy w wieku poniżej 18 lat przybywający do kraju promem lub drogą lotniczą, pozbawieni opieki rodziny są rutynowo kierowani do Agencji ds

source: The Agency makes specific arrangements in conjunction with the Office of the Refugee Applications Commissioner forthe processing of such applications
pl: Dzieci i Rodziny, która może zdecydować o konieczności złożenia wniosku o przyznaniu statusu uchodźcy w imieniu małoletniego

source: The Agency is responsible for the general care and well-being of the minor and will provide assistance to them
pl: Agencja wraz z Biurem Komisarza ds. Uchodźców realizuje określone działania w celu rozpatrzenia wniosków tego rodzaju

source: Many children and young people come into contact with homeless services through voluntary agencies, through social workers or the Garda Síochána
pl: Liczne dzieci i młodzież kontaktują się z instytucjami pomagającymi bezdomnym poprzez agencje opierające się na działaniach wolontaryjnych, a także poprzez pracowników socjalnych policji Garda Síochána

source: There are many organisations working specifically with homeless people and with homeless young people
pl: Istnieje szereg organizacji działających wyłącznie na rzecz osób bezdomnych, w tym pozbawionych schronienia dzieci i młodzieży

source: Agencies may provide meals, advice, support, hostel or other accommodation in addition to health and education services
pl: Agencje mogą zapewniać posiłki, doradztwo, wsparcie, zakwaterowanie w hostelach, schroniskach lub innych obiektach oraz usługi w zakresie zdrowia i edukacji

source: Role of the Garda Síochána
pl: Rola policji Garda Síochána (irl

source: When the Gardaí find young people sleeping on the streets or in other places not designed for night-time use, they generally contact the on-duty social worker for the Child and Family Agency so that emergency accommodation can be arranged
pl: Kiedy funkcjonariusze Garda znajdują młodych ludzi śpiących na ulicach lub w innych miejscach do tego nieprzeznaczonych, zazwyczaj kontaktują się z dyżurnym pracownikiem socjalnym Agencji ds. Dzieci i Rodzin w celu szybkiego zapewnienia zakwaterowania bezdomnemu

source: This can be in a residential children’s home; in a bed and breakfast; or with foster parents
pl: Młodociany może trafić do całodobowej placówki opiekuńczej, obiektu typu bed and breakfast lub do rodziny zastępczej

source: The Agency then assesses the needs of the child for the short, medium and long term and, where necessary, it puts an appropriate care plan in place
pl: Następnie Agencja ocenia potrzeby dziecka w zakresie krótko-, średnio- i długoterminowym, a w razie konieczności wdraża odpowiedni plan opieki

source: This may involve the child being returned home or being placed in alternative care/accommodation, as appropriate
pl: Może on obejmować skierowanie dziecka z powrotem do domu lub umieszczenie go w alternatywnej placówce opiekuńczej, zależnie od okoliczności

source: In Dublin, the Crisis Intervention Service, which is also known as the Out-of-Hours Service, is the initial point of contact for young people who experience homelessness
pl: W Dublinie działa organizacja pomocowa Crisis Intervention Service, znana także jako Out-of-Hours Service

source: This is a social work service that also deals with accommodation
pl: Jest to pierwszy punkt kontaktowy dla młodocianych, którzy stanęli w obliczu bezdomności

source: To access this service, the young person must go to a Garda station
pl: Aby skorzystać z tego rodzaju pomocy, młody człowiek musi udać się na posterunek policji Garda

source: The station then contacts the Crisis Intervention Service
pl: Dyżurni policjanci Garda skontaktują się z przedstawicielem organizacji Crisis Intervention Service

source: The Child and Family Agency (Tusla) has responsibility for promoting the welfare of children up to the age of 18
pl: Agencja ds. Dzieci i Rodzin (Tusla) odpowiada za promowanie działań w zakresie opieki społecznej nad dziećmi w wieku do 18 lat

source: It may also help a child leaving care if such help is required but it is not obliged to provide this help at present
pl: Może również pomagać dzieciom opuszczającym placówki opiekuńcze i wychowawcze, jeżeli zachodzi konieczność udzielenia im pomocy, obecnie jednak nie jest zobligowania do udzielania tej pomocy

source: In practice, the Agency does provide aftercare up to the age of 21, or to 23 if the young person is in full-time education
pl: W praktyce Agencja nie zapewnia opieki byłym wychowankom placówek opiekuńczych lub wychowawczych do lat 21 lub 23, jeżeli osoba taka kształci się w pełnym wymiarze godzin

source: The General Scheme and Heads of the Aftercare Bill 2014 were published in February 2014
pl: W lutym 2014 r

source: This proposes that the Child and Family Agency will have a statutory duty to prepare an aftercare plan for children who have spent some time in the care system and who are soon to leave the system
pl: opublikowano projekt ustawy o powszechnym systemie opieki po pobycie w placówkach opiekuńczo-wychowawczych z 2014 r. (ang

source: That plan would include arrangements for accommodation
pl: General Scheme and Heads of the Aftercare Bill 2014)

source: An aftercare guide Pathways (pdf) is available on Focus Ireland's website
pl: Plan taki miałby obejmować też działania zmierzające do znalezienia zakwaterowania

source: Young people who were in the care of the Child and Family Agency (or previously in the care of the HSE) before the age of 18 and who qualify for Jobseeker’s Allowance when they reach 18 may get the full rate of the payment rather than the reduced rates that apply to those aged between 18 and 26
pl: Osoby młode niepozostające pod opieką Agencji ds. Dzieci i Rodziny (lub wcześniej objęte opieką HSE), będące w wieku poniżej 18 lat, które są uprawnione do pobierania zasiłku dla osób poszukujących pracy po ukończeniu 18 lat mogą uzyskać zasiłek w pełnej wysokości, a nie obniżony, który przyznawany jest osobom w wieku od 18 do 26 lat

source: Young people who were not in care and who become homeless may qualify only for the reduced rates
pl: Osoby młode, które nie przebywały w placówkach opiekuńczych i które dotknęła bezdomność, mogą być uprawnione jedynie do stawek obniżonych

source: If you are a young person under 18 years, who is at risk or homeless, or if you know a young person under 18 years who is at risk or homeless, contact the Child and Family Agency or the Garda Síochána
pl: Dzieci i Rodzin (ang. Child and Family Agency) lub policją Garda Síochána

source: Responsibility to report child abuse
pl: Obowiązek powiadamiania o przypadkach nadużyć wobec dzieci

source: None of the foregoing should be construed as superseding or diminishing the statutory responsibility of the Child and Family Agency regarding the care and protection of young people under the Child Care Act 1991 and all staff should be aware of their responsibility to report child abuse as outlined in Children First: National Guidance for the Protection and Welfare of Children (2011) (pdf)
pl: Ponadto wszyscy członkowie personelu powinni zdawać sobie sprawę z obowiązku powiadamiania o przypadkach nadużyć wobec dzieci, zgodnie z treścią dokumentu Dzieci przede wszystkim: krajowe wytyczne dotyczące ochrony i opieki nad dziećmi (ang. Children First: National Guidance for the Protection and Welfare of Children) (2011) (pdf)
